tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "messense/macos-cross-toolchains"
brew "ast-grep"
brew "bat"
brew "binutils"
brew "python@3.11"
brew "broot"
brew "gettext"
brew "chafa"
brew "cmake"
brew "cmake-docs"
brew "cpufetch"
brew "curl"
brew "direnv"
brew "dive"
brew "dua-cli"
brew "duf"
brew "openjdk"
brew "exa"
brew "fd"
brew "flac"
brew "ffmpeg"
brew "flyctl"
brew "fx"
brew "gh"
brew "git-crypt"
brew "git-delta"
brew "gitmoji"
brew "glances"
brew "glow"
brew "go"
brew "gping"
brew "hexyl"
brew "hyperfine"
brew "ipython", link: false
brew "iredis"
brew "jq"
brew "jupyterlab", link: false
brew "lazygit"
brew "lnav"
brew "luarocks"
brew "lux"
brew "m-cli"
brew "mtr"
brew "mycli"
brew "mysql"
brew "nasm"
brew "navi"
brew "ncftp"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "onefetch"
brew "php"
brew "pngquant"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "rustup-init"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash"
brew "upx"
brew "wget"
brew "zoxide"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "messense/macos-cross-toolchains/x86_64-unknown-linux-gnu"
cask "alacritty"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lxgw-wenkai"
cask "neovide"
cask "postman"
cask "squirrel"
